Repository: kenzo-bt/bitacora
Catalog: PkPdfConverter/locale/*/LC_MESSAGES/default.po
Languages: it, pt_br

source: Product Name
it: Nome del prodotto
pt_br: Nome do Produto

source: For more information see:
it: Per maggiori informazioni vedi:
pt_br: Para mais informações veja:

source: Xpdf tools version 3.02
it: Xpdf tools versione 3.02
pt_br: Xpdf tools versão 3.02

source: pdftohtml version 0.39 based on Xpdf version 3.00
it: pdftohtml versione 0.39 basato su Xpdf versione 3.00
pt_br: pdftohtml versão 0.39 baseada em Xpdf versão 3.00

source: Choose PDF Input File
it: Seleziona il PDF da convertire
pt_br: Escolha Arquivo PDF de Entrada

source: PDF Source File:
it: File PDF da convertire:
pt_br: Arquivo PDF de Origem:

source: The page to Read
it: Le pagine da convertire
pt_br: A página a Ler

source: PDF User password
it: Password utente del PDF
pt_br: Senha do Usuário do PDF

source: PDF Owner password
it: Password proprietario del PDF
pt_br: Senha do Dono do PDF

source: From:
it: Da:
pt_br: De:

source: To:
it: A:
pt_br: Para:

source: PDF File name to convert
it: Nome del file PDF
pt_br: Nome do Arquivo PDF a converter

source: PDF Files (*.PDF)|*.pdf
it: File PDF (*.PDF)|*.pdf
pt_br: Arquivos PDF (*.PDF)|*.pdf

source: Browse for desired PDF file
it: Seleziona il file PDF desiderato
pt_br: Procurar por Arquivo PDF desejado

source: First page to convert
it: Prima pagina da convertire
pt_br: Primeira página para converter

source: Last page to convert
it: Ultima pagina da convertire
pt_br: Última página para converter

source: The password to access to the PDF file.
it: La password per leggere il file PDF
pt_br: A senha para acessar o arquivo PDF.

source: The owner password for the PDF file. This will bypass all security restrictions.
it: La password del proprietario del file PDF. Questa supera tutte le restrizioni di sicurezza
pt_br: A senha do dono do arquivo PDF. Isso vai ignorar todas as restrições de segurança.

source: Choose Output
it: Scegli il risultato
pt_br: Escolha Saída

source: Choose conversion:
it: Scegli il tipo di conversione
pt_br: Escolha conversão:

source: Save In:
it: Salva in:
pt_br: Salvar Em:

source: Select the desired conversion
it: Seleziona la conversione desiderata
pt_br: Selecione a conversão desejada

source: PDF -> Text
it: PDF -> Testo
pt_br: PDF -> Texto

source: PDF -> Images (one per page)
it: PDF -> Immagini (una per pagina)
pt_br: PDF -> Imagens (uma por página)

source: PDF -> Images (extract all images from PDF)
it: PDF -> Immagini (estrae tutte le immagini da un PDF)
pt_br: PDF -> Imagens (extrair todas as imagens do PDF)

source: Open advanced settings for the conversion
it: Impostazioni avanzate per la conversione
pt_br: Abrir configurações avançadas para a conversão

source: Advanced Settings...
it: Impostazioni avanzate
pt_br: Configurações Avançadas...

source: Start desired conversion!
it: Inizia la conversione desiderata
pt_br: Iniciar conversão desejada!

source: Convert !
it: Converti !
pt_br: Converter !

source: Destination file name
it: Nome file di destinazione
pt_br: Nome do arquivo de destino

source: Select destination filename...
it: Indica il nome del file di destinazione...
pt_br: Selecione nome do arquivo de destino...

source: Settings
it: Impostazioni
pt_br: Configurações

source: Direct convert a Pdf To a text file
it: Conversione rapida da File PDF a File di Testo
pt_br: Converter diretamente um Pdf para um arquivo de texto

source: Direct convert Pdf pages To images
it: Conversione rapida delle pagine PDF in immagini
pt_br: Converter diretamente as páginas do Pdf para imagens

source: Direct Extract images from PDF file
it: Estrazione rapida delle immagini da un PDF
pt_br: Extrair diretamente imagens do arquivo PDF

source: Direct convert Pdf To Html files
it: Conversione rapida da File PDF a pagine HTML
pt_br: Converter diretamente Pdf para arquivos Html

source: About...
it: Informazioni...
pt_br: Sobre...

source: About
it: Informazioni
pt_br: Sobre

source: Close Application and exit
it: Chiudi il programma ed esci
pt_br: Fechar Aplicação e sair

source: Close
it: Chiudi
pt_br: Fechar

source: View Output
it: Visualizza il risultato
pt_br: Ver Saída

source: Text Viewer
it: Visualizza il testo
pt_br: Visualizador de Texto

source: Image Viewer
it: Visualizza le immagini
pt_br: Visualizador de Imagem

source: Image File Name
it: Nome File immagine
pt_br: Nome do Arquivo de Imagem

source: Save As...
it: Salva con nome...
pt_br: Salvar Como...

source: HTML Viewer
it: Visualizza HTML
pt_br: Visualizador HTML

source: Click here to open it with your browser
it: Click qui per aprire la pagina con il tuo browser
pt_br: Clique aqui para abrir com o seu navegador

source: Command Window
it: Finestra di comando
pt_br: Janela de Comando

source: Module not active (check folders in general settings)
it: Il modulo non è attivo (controlla i percorsi nelle impostazioni generali)
pt_br: Módulo não ativo (verificar pastas nas configurações gerais)

source: General
it: Generale
pt_br: Geral

source: Interface Language:
it: Lingua interfaccia
pt_br: Linguagem da Interface:

source: Choose language interface
it: Scegli la lingua del programma
pt_br: Escolha a linguagem da interface

source: Default
it: Predefinito
pt_br: Padrão

source: Italian
it: Italiano
pt_br: Italiano

source: English
it: Inglese
pt_br: Inglês

source: Xpdf Folder:
it: Cartella Xpdf:
pt_br: Pasta do Xpdf:

source: Pdf To Text
pt_br: Pdf Para Texto

source: Pdf Info
pt_br: Informações do Pdf

source: Pdf To Ppm
pt_br: Pdf Para Ppm

source: Pdf To Images
pt_br: Pdf Para Imagens

source: Home folder of xPDF tools
it: Cartella principale di Xpdf
pt_br: Pasta Home do xPDF tools

source: Executables files (*.exe)|*.exe|All files (*.*)|*.*
it: File Eseguibili (*.exe)|*.exe|All files (*.*)|*.*
pt_br: Arquivos executáveis (*.exe)|*.exe|Todos os arquivos (*.*)|*.*

source: Pdf To Html
pt_br: Pdf Para Html

source: PdfToHtml Folder:
it: Cartella PdfToHtml:
pt_br: Pasta do PdfToHtml:

source: Aladdin Ghostscript Folder:
it: Cartella di Ghostscript:
pt_br: Pasta do Aladdin Ghostscript:

source: Home folder of Pdftohtml
it: Cartella in cui si trova pdftohtml
pt_br: Pasta Home do Pdftohtml

source: Home folder of Ghostscript tools
it: Cartella in cui si trova Ghostscript
pt_br: Pasta Home do Ghostscript tools

source: PDF to Text
pt_br: PDF para Texto

source: End-of-line convention
it: conversione carattere fine linea
pt_br: Convenção de End-of-line (quebra-de-linha)

source: Encoding to use for text output
it: Codifica per il file testo in uscita
pt_br: Codificação a ser usada na saída de texto

source: Don't insert page breaks (form feed characters) between pages.
it: Non inserire interruzioni di pagine (carattere form feed)
pt_br: Não inserir quebras de página (caracteres "form feed") entre as páginas.

source: Don't insert page breaks
it: Non inserire interruzioni di pagina
pt_br: Não inserir quebras de página

source: Sets the end-of-line convention to use for text output.
it: controllo carattere di "a capo" nel file di uscita
pt_br: Configura a convenção de quebra-de-linha a ser usada na saída de texto.

source: Sets the encoding to use for text output.
it: Imposta la codifica per il file di uscita
pt_br: Configura a codificação a ser usada na saída de texto.

source: Keep the text in content stream order. No longer recommended.
it: Mantieni l'ordine del testo. Non raccomandato.
pt_br: Manter o texto na ordem do fluxo de conteúdo. Não recomendado.

source: Text in content stream order
it: Testo in ordine di impaginazione
pt_br: Texto na ordem do fluxo de conteúdo

source: Maintain (as best as possible) the original physical layout of the text.
it: Mantieni (il piu' possibile), l'impaginazione originale del testo
pt_br: Manter (tão bem quanto possível) o layout original do texto.

source: Try to maintain layout
it: Cerca di mantenere l'impaginazione
pt_br: Tentar manter o layout

source: Generate a simple HTML file, including the meta information.
it: Genera un semplice file HTML, con le meta informazioni
pt_br: Gerar um arquivo HTML simples, incluindo as meta informações.

source: Generate a simple HTML file
it: Genera un semplice HTML semplice
pt_br: Gerar um arquivo HTML simples

source: PDF to PPM
pt_br: PDF para PPM

source: Enable FreeType (a TrueType/Type 1 font rasterizer).
it: Abilita FreeType (gestore di font TrueType)
pt_br: Habilitar FreeType (um rasterizador de fonte TrueType/Type 1).

source: Freetype TrueType font rasterizer
it: Gestore FreeType
pt_br: Rasterizador de fonte Freetype TrueType

source: Enable anti-aliasing for vector in image output
it: Abilita anti-aliasing per le linee
pt_br: Habilitar anti-aliasing para vetor na saída de imagem.

source: Vector anti-aliasing
it: Anti-aliasing linee
pt_br: Anti-aliasing de vetor

source: Enable font anti-aliasing in image output.
it: Abilita anti-aliasing per i caratteri
pt_br: Habilitar anti-aliasing de fonte na saída de imagem.

source: Font anti-aliasing
it: Anti-aliasing caratteri
pt_br: Anti-aliasing de fonte

source: Images quality
it: Qualità immagini
pt_br: Qualidade das Imagens

source: Choose quality presets:
it: Scegli una impostazione predefinita
pt_br: Escolher pré-definições de qualidade:

source: Simplified image quality settings
it: Impostazioni semplificate qualità immagine
pt_br: Configurações simplificadas de qualidade de imagem

source: Picture
it: Disegno
pt_br: Imagem

source: Custom
it: Personalizzato
pt_br: Personalizado

source: Photo
it: Foto
pt_br: Foto

source: Newspaper
it: Giornale
pt_br: Jornal

source: Only Text
it: Solo testo
pt_br: Somente Texto

source: Custom image quality:
it: Qualità personalizzata
pt_br: Qualidade de imagem personalizada:

source: Resolution (DPI):
it: Risoluzione (DPI)
pt_br: Resolução (DPI):

source: Specifies the resolution of image, in DPI.
it: Indica la risoluzione dell'immagine di uscita (DPI)
pt_br: Especifica a resolução da imagem, em DPI.

source: Generate a colour PPM Image file
it: Genera file immagine PPM a colori
pt_br: Gerar um arquivo de Imagem PPM colorido

source: Colour
it: Colori
pt_br: Cor

source: Generate a grayscale PGM Image file
it: Genera file immagine PGM a toni di grigio
pt_br: Gerar um arquivo de Imagem PGM em escala-de-cinza

source: Grayscale
it: Toni di grigio
pt_br: Escala-de-cinza

source: Generate a monochrome PBM Image file
it: Genera file immagine PBM bianco/nero
pt_br: Gerar um arquivo de Imagem PBM preto-e-branco

source: Black / White
it: Bianco / Nero
pt_br: Preto / Branco

source: PDF To Images
it: PDF a Immagini
pt_br: PDF Para Imagens

source: When possible Image will be extracted to JPEG files
it: Quando possibile, estrae le immagini in formato JPEG
pt_br: Quando possível Imagem será extraída para arquivos JPEG

source: Try to Save as JPEG
it: Cerca di salvare in JPEG
pt_br: Tentar Salvar como JPEG

source: PDF to HTML
it: PDF a HTML
pt_br: PDF para HTML

source: Type of Images
it: Tipo delle immagini
pt_br: Tipo de Imagens

source: Zoom the pdf document
it: Zoom del documento PDF
pt_br: Fazer Zoom no documento pdf

source: Encoding for text output
it: Codifica per il testo generato
pt_br: Codificação para saída de texto

source: Format of output images
it: Formato delle immagini in generate
pt_br: Formato da saída de imagens

source: Html output will be zoomed out by %
it: La pagina HTML sarà zoomata rispetto all'orginale della percentuale indicata
pt_br: Saída Html terá zoom out de %

source: Output for XML
it: Genera per XML
pt_br: Exportar para XML

source: Do not merge paragraphs
it: Non unire i paragrafi
pt_br: Não mesclar parágrafos

source: Ignore images
it: Ignora le immagini
pt_br: Ignorar imagens

source: Ignore frames
it: Ignora le cornici
pt_br: Ignorar frames

source: Output hidden text
it: Mostra il testo nascosto
pt_br: Exportar texto escondido

source: Exchange .pdf links by .html
it: Cambia i link .pdf in link .html
pt_br: Trocar links .pdf por .html

source: Generate complex document
it: Genera un doumento HTML complesso
pt_br: Gerar documento complexo

source: Restore settings to factory defaults
it: Ripristina le impostazioni predefinite
pt_br: Restaurar configurações para padrões de fábrica

source: Restore Defaults
it: Ripristina predefinito
pt_br: Restaurar Padrão

source: Save all settings and close
it: Salva tutte le impostazioni e chuidi
pt_br: Salvar todas as configurações e fechar

source: Abandon changes and close settings
it: Annulla le modifiche e chiudi le impostazioni
pt_br: Abandonar mudanças e fechar configurações

source: Info about:
it: Informazioni su:
pt_br: Informações sobre:

source: Version:
it: Versione:
pt_br: Versão:

source: Last update:
it: Ultimo aggiornamento:
pt_br: Último update:

source: Author:
it: Autore:
pt_br: Autor:

source: No error.
it: Nessun errore.
pt_br: Sem erros.

source: Error opening a PDF file.
it: Errore nella apertura del file PDF.
pt_br: Erro ao abrir um arquivo PDF.

source: Error opening an output file.
it: Errore nell'apertura del file di uscita
pt_br: Erro ao abrir um arquivo de saída.

source: Error related to PDF permissions.
it: Errore relativo ai permessi di accesso al PDF
pt_br: Erro relacionado a permissões do PDF.

source: Other error.
it: Errore sconosciuto.
pt_br: Outro erro.

source: Exit Code
it: Codice di errore
pt_br: Código de Saída

source: Performing Conversion...please wait
it: Conversione in corso... attendere
pt_br: Realizando Conversão...por favor, espere

source: Page
it: Pagina
pt_br: Página

source: Image
it: Immagine
pt_br: Imagem

source: All images
it: Tutte le immagini
pt_br: Todas as imagens

source: Waiting process timeout
it: Tempo di attesa scaduto
pt_br: Esperando timeout do processo

source: Please type input PDF file name
it: Prego inserire il nome del file PDF
pt_br: Por favor digite o nome do arquivo PDF de entrada

source: Please type output file name
it: Prego inserire il nome del file da generare
pt_br: Por favor digite o nome do arquivo de saída

source: PDF CONTENT:
it: CONTENUTO DEL PDF
pt_br: CONTEÚDO DO PDF:

source: Unable to read out text file (pdftotext)
it: Impossibile leggere il testo generato (pdftotext)
pt_br: Incapaz de ler arquivo de saída de texto (pdftotext)

source: PDF FILE INFORMATION:
it: INFORMAZIONI SUL FILE PDF:
pt_br: INFORMAÇÃO DO ARQUIVO PDF:

source: Do you want to overwrite existent image files ?
it: Vuoi sovrascrivere le immagini esistenti ?
pt_br: Você quer sobrescrever arquivos de imagem existentes ?

source: Unable to create destination directory
it: Impossibile creare la directory di destinazione
pt_br: Incapaz de criar diretório de destino

source: Do you want to overwrite existent files ?
it: Vuoi sovrascrivere i file esistenti ?
pt_br: Você quer sobrescrever arquivos existentes ?

source: there are no files to show
it: Non ci sono file da mostrare
pt_br: não existem arquivos para mostrar

source: Unable to locate %s on selected path!
it: Impossibile trovare %s nel percorso indicato!
pt_br: Incapaz de encontrar %s no caminho selecionado!

source: Browse for
it: Cerca per
pt_br: Procurar por

source: found!
it: Trovato
pt_br: encontrado!

source: New language will be loaded to next startup
pt_br: Nova linguagem será carregada na próxima inicialização
